"Ab Crunch Machine" = "Ab Crunch Machine";
"Ab Oblique Crunch Machine" = "Ab Oblique Crunch Machine";
"Ab Oblique Crunch Machine Variation" = "Ab Oblique Crunch Machine Variation";
"Ab-Bench Crunch" = "Ab-Bench Crunch";
"Ab-Bench Crunch With Rotation" = "Ab-Bench Crunch With Rotation";
"Alternate Dumbbell Biceps Curl" = "Alternate Dumbbell Biceps Curl";
"Alternate Hammer Biceps Curl" = "Alternate Hammer Biceps Curl";
"Alternate Incline Dumbbell Biceps Curl" = "Alternate Incline Dumbbell Biceps Curl";
"Alternate Incline Hammer Biceps Curl" = "Alternate Incline Hammer Biceps Curl";
"Alternate Seated Biceps Curl" = "Alternate Seated Biceps Curl";
"Back Extension Machine" = "Back Extension Machine";
"Barbell Behind The Back Shrug" = "Barbell Behind The Back Shrug";
"Barbell Behind The Back Wrist Curl" = "Barbell Behind The Back Wrist Curl";
"Barbell Biceps Curl" = "Barbell Biceps Curl";
"Barbell Dead Lift" = "Barbell Dead Lift";
"Barbell Hack Squat" = "Barbell Hack Squat";
"Barbell Incline Triceps Extension" = "Barbell Incline Triceps Extension";
"Barbell Lunge" = "Barbell Lunge";
"Barbell Rear Delt Row" = "Bent Over Row";
"Barbell Shrug" = "Barbell Shrug";
"Barbell Squat" = "Barbell Squat";
"Barbell Upright Row" = "Barbell Upright Row";
"Bench Dips" = "Bench Dips";
"Bench Press" = "Bench Press";
"Bench Push Ups" = "Bench Push Up";
"Biceps Curl Machine" = "Biceps Curl Machine";
"Biceps Curl Squat" = "Biceps Curl Squat";
"Butterfly Machine" = "Butterfly Machine";
"Cable Biceps Curls (Rope attachement)" = "Cable Biceps Curl (Rope attachement)";
"Cable Crossover Variation" = "Cable Crossover Variation";
"Cable Crunch" = "Cable Crunch";
"Cable Incline Triceps Extension with Bar" = "Cable Incline Triceps Extension with Bar";
"Cable One Arm Triceps Extension" = "Cable One Arm Triceps Extension";
"Cable Shrugs" = "Cable Shrug";
"Cable Triceps Extension With Bar" = "Cable Triceps Extension With Bar";
"Cable Upright Row" = "Cable Upright Row";
"Calf Press Machine" = "Calf Press Machine";
"Calf Press On The Leg Press Machine" = "Calf Press On The Leg Press Machine";
"Close Hands Push Ups" = "Close Hands Push Up";
"Concentration Biceps Curl" = "Concentration Biceps Curl";
"Cross-Body Crunch" = "Cross-Body Crunch";
"Crossed Arms Ab-Bench Crunch" = "Crossed Arms Ab-Bench Crunch";
"Crunch" = "Crunch";
"Dumbbell Bench Press" = "Dumbbell Bench Press";
"Dumbbell Biceps Curl" = "Dumbbell Biceps Curl";
"Dumbbell Flyes" = "Dumbbell Flyes";
"Dumbbell Hammer Biceps Curl" = "Dumbbell Hammer Biceps Curl";
"Dumbbell Incline Bench Flyes" = "Dumbbell Incline Bench Flyes";
"Dumbbell Incline Bench Press" = "Dumbbell Incline Bench Press";
"Dumbbell Lunge" = "Dumbbell Lunge";
"Dumbbell Pullover" = "Dumbbell Pullover";
"Dumbbell Reverse Biceps Curl" = "Dumbbell Reverse Biceps Curl";
"Dumbbell Shrug" = "Dumbbell Shrug";
"Dumbbell Squat" = "Dumbbell Squat";
"Dumbbell Triceps Extension" = "Dumbbell Triceps Extension";
"Dumbbell Upright Row" = "Dumbbell Upright Row";
"EZ-Barbell Biceps Curl" = "EZ-Barbell Biceps Curl";
"EZ-Barbell Preacher Curl" = "EZ-Barbell Preacher Curl";
"EZ-Barbell Pullover" = "EZ-Barbell Pullover";
"EZ-Barbell Upright Row" = "EZ-Barbell Upright Row";
"EZ-Barbell Wide Grip Biceps Curl" = "EZ-Barbell Wide Grip Biceps Curl";
"Flat Cable Chest Flyes" = "Flat Cable Chest Flyes";
"Front Barbell Raise" = "Front Barbell Raise";
"Front Barbell Squat" = "Front Barbell Squat";
"Front Dumbbell Raise" = "Front Dumbbell Raise";
"Full Range Of Motion Cable Straight Crossover" = "Full Range of Motion Cable Straight Crossover";
"Full Range Of Motion Lat Pulldown" = "Full Range Of Motion Lat Pulldowns";
"Hammer Grip Dumbell Press" = "Hammer Grip Dumbell Press";
"Hammer Grip Incline Dumbell Press" = "Hammer Grip Incline Dumbell Press";
"Hammer Grip Pull Up" = "Hammer Grip Pull Up";
"Hanging Knee Raise" = "Hanging Knee Raise";
"Hanging Leg Raise" = "Hanging Leg Raise";
"High Cable Curl" = "High Cable Curl";
"Hyperextension" = "Hyperextension";
"Incline Bench Cable Flyes" = "Incline Bench Cable Flyes";
"Incline Bench Press" = "Incline Bench Press";
"Incline Bench Side Bend" = "Incline Bench Side Bend";
"Incline Dumbbell Curl" = "Incline Dumbbell Curl";
"Incline Dumbbell Triceps Extension" = "Incline Dumbbell Triceps Extension";
"Incline Machine Chest Press" = "Incline Machine Chest Press";
"Knee Raise On Parallel Bars" = "Knee Raise On Parallel Bars";
"Kneeling Cable Concentration Triceps Extension" = "Kneeling Cable Concentration Triceps Extension";
"Kneeling Cable Triceps Extension" = "Kneeling Cable Triceps Extension";
"Lat Pulldown" = "Lat Pulldown";
"Lat Pulldown Behind Neck" = "Lat Pulldown Behind Neck";
"Leg Raises On Parallel Bars" = "Leg Raises On Parallel Bars";
"Lying Barbell Front Raise And Pullover" = "Lying Barbell Front Raise And Pullover";
"Lying Cable Curl" = "Lying Cable Curl";
"Lying Dumbbell Rear Lateral Raise" = "Lying Dumbbell Rear Lateral Raise";
"Lying Dumbbell Triceps Extension" = "Lying Dumbbell Triceps Extension";
"Lying EZ-Barbell Triceps Extension" = "Lying EZ-Barbell Triceps Extension";
"Lying EZ-Barbell Triceps Extension Behind Head" = "Lying EZ-Barbell Triceps Extension Behind Head";
"Lying Incline Barbell Row" = "Lying Incline Barbell Row";
"Lying Incline Dumbbell Row" = "Lying Incline Dumbbell Row";
"Lying Leg Curl" = "Lying Leg Curl";
"Lying Middle Back Shrug" = "Lying Middle Back Shrug";
"Lying Supine Dumbbell Curl" = "Lying Supine Dumbbell Curl";
"Machine Chest Press" = "Machine Chest Press";
"Machine Hammer Grip Seated Rows" = "Machine Hammer Grip Seated Row";
"Machine Hammer Grip Shoulder Press" = "Machine Hammer Grip Shoulder Press";
"Machine Lat Pulldown" = "Machine Lat Pulldown";
"Machine Lateral Raise" = "Machine Lateral Raise";
"Machine Reverse Grip Butterfly" = "Machine Reverse Grip Butterfly";
"Machine Reverse Grip Lat Pulldown" = "Machine Reverse Grip Lat Pulldown";
"Machine Reverse Grip Seated Row" = "Machine Reverse Grip Seated Row";
"Machine Reverse Hammer Grip Butterfly" = "Machine Reverse Hammer Grip Butterfly";
"Machine Seated Dips" = "Machine Seated Dips";
"Machine Seated Row" = "Machine Seated Row";
"Machine Seated Row Variation" = "Machine Seated Row Variation";
"Machine Shoulder Press" = "Machine Shoulder Press";
"Machine Shoulder Press Variation" = "Machine Shoulder Press Variation";
"Narrow Dips" = "Narrow Dips";
"Narrow Grip Bench Press" = "Narrow Grip Bench Press";
"Narrow Grip Incline Bench Press" = "Narrow Grip Incline Bench Press";
"Narrow Grip Lat Pulldown" = "Narrow Grip Lat Pulldown";
"Narrow Parallel Grip Chin Ups" = "Narrow Parallel Grip Chin Ups";
"One Arm Cable Lateral Raise" = "One Arm Cable Lateral Raise";
"One Arm Cable Triceps Extension" = "One Arm Cable Triceps Extension";
"One Arm Dumbbell Biceps Curl" = "One Arm Dumbbell Biceps Curl";
"One Arm Dumbbell Front Raise" = "One Arm Dumbbell Front Raise";
"One Arm Dumbbell Hammer Biceps Curl" = "One Arm Dumbbell Hammer Biceps Curl";
"One Arm Dumbbell Reverse Biceps Curl" = "One Arm Dumbbell Reverse Biceps Curl";
"One Arm Dumbbell Shoulder Press" = "One Arm Dumbbell Shoulder Press";
"One Arm Dumbbell Triceps Extension" = "One Arm Dumbbell Triceps Extension";
"One Arm Front Cable Raise" = "One Arm Front Cable Raise";
"One Arm Lat Pulldown" = "One Arm Lat Pulldown";
"One Arm Lateral Raise" = "One Arm Lateral Raise";
"One Arm Preacher Dumbbell Biceps Curl" = "One Arm Preacher Dumbbell Biceps Curl";
"One Arm Reverse Grip Cable Curl" = "One Arm Reverse Grip Cable Curl";
"One Arm Reverse Grip Dumbbell Preacher Curl" = "One Arm Reverse Grip Dumbbell Preacher Curl";
"One Arm Seated Cable Row" = "One Arm Seated Cable Row";
"One Arm Seated Hammer Dumbbell Front Raise" = "One Arm Seated Hammer Dumbbell Front Raise";
"Overhead Curl" = "Overhead Curl";
"Overhead EZ-Barbell Triceps Extension" = "Overhead EZ-Barbell Triceps Extension";
"Power Roller Crunch" = "Power Roller Crunch";
"Preacher Curl with Machine" = "Preacher Curl with Machine";
"Preacher Hammer Grip Dumbbell Curl" = "Preacher Hammer Grip Dumbbell Curl";
"Prone Incline Dumbbell Curl" = "Prone Incline Dumbbell Curl";
"Prone Incline EZ-Barbell Curl" = "Prone Incline EZ-Barbell Curl";
"Push Ups" = "Push Up";
"Rear Delts Dumbbell Row" = "Rear Delt Dumbbell Row";
"Reverse Concentration Curl" = "Reverse Concentration Curl";
"Reverse Grip Barbell Biceps Curl" = "Reverse Grip Barbell Biceps Curl";
"Reverse Grip Bent Over Row" = "Reverse Grip Bent Over Row";
"Reverse Grip Cable Triceps Pushdowns" = "Reverse Grip Cable Triceps Pushdowns";
"Reverse Grip Dumbbell Preacher Curl" = "Reverse Grip Dumbbell Preacher Curl";
"Reverse Grip EZ-Barbell Biceps Curl" = "Reverse Grip EZ Barbell Biceps Curl";
"Reverse Grip EZ-Barbell Preacher Curl" = "Reverse Grip EZ-Barbell Preacher Curl";
"Reverse Grip Pull Up" = "Reverse Grip Pull Up";
"Reverse Narrow Grip Lat Pulldown" = "Reverse Narrow Grip Lat Pulldown";
"Reverse Triceps Bench Press" = "Reverse Triceps Bench Press";
"Rope Lat Pulldown" = "Rope Lat Pulldown";
"Rotation Crunch" = "Rotation Crunch";
"Seated Arnold Dumbbell Press" = "Seated Arnold Dumbbell Press";
"Seated Barbell Military Press" = "Seated Barbell Military Press";
"Seated Behind Head Military Press" = "Seated Behind Head Military Press";
"Seated Bent Over One Arm Dumbbell Triceps Extension" = "Seated Bent Over One Arm Dumbbell Triceps Extension";
"Seated Cable Crunch" = "Seated Cable Crunch";
"Seated Cable Rear Lateral Raise" = "Seated Cable Rear Lateral Raise";
"Seated Calf Raise" = "Seated Calf Raise";
"Seated Dumbbell Shoulder Press" = "Seated Dumbbell Shoulder Press";
"Seated Dumbbell Triceps Extension" = "Seated Dumbbell Triceps Extension";
"Seated Hammer Grip Biceps Curl" = "Seated Hammer Grip Biceps Curl";
"Seated Hammer Grip Pulldown" = "Seated Hammer Grip Pulldown";
"Seated Hammer Grip Row" = "Seated Hammer Grip Row";
"Seated Leg Curl" = "Seated Leg Curl";
"Seated Leg Extension" = "Seated Leg Extension";
"Seated Leg Press" = "Seated Leg Press";
"Seated Leg Pull In" = "Seated Leg Pull In";
"Seated Narrow Grip Barbell Concentration Curl" = "Seated Narrow Grip Barbell Concentration Curl";
"Seated Palms Down Barbell Wrist Curl" = "Seated Palms Down Barbell Wrist Curl";
"Seated Palms Up Barbell Wrist Curl" = "Seated Palms Up Barbell Wrist Curl";
"Seated Rear Delt Raise" = "Seated Rear Delt Raise";
"Seated Side Lateral Raise" = "Seated Side Lateral Raise";
"Seated V-Bar Pulldown" = "Seated V-Bar Pulldown";
"Seated V-Bar Row" = "Seated V-Bar Row";
"Side Dumbbell Bend" = "Side Dumbbell Bend";
"Side Lateral Raise" = "Side Lateral Raise";
"Smith Machine Bench Press" = "Smith Machine Bench Press";
"Smith Machine Calf Raise" = "Smith Machine Calf Raise";
"Smith Machine Dead Lift" = "Smith Machine Dead Lift";
"Smith Machine Decline Bench Press" = "Smith Machine Decline Bench Press";
"Smith Machine Hack Squat" = "Smith Machine Hack Squat";
"Smith Machine Incline Bench Press" = "Smith Machine Incline Bench Press";
"Smith Machine Narrow Grip Bench Press" = "Smith Machine Narrow Grip Bench Press";
"Smith Machine Narrow Grip Decline Bench Press" = "Smith Machine Narrow Grip Decline Bench Press";
"Smith Machine Narrow Grip Incline Bench Press" = "Smith Machine Narrow Grip Incline Bench Press";
"Smith Machine Rear Delt Row" = "Smith Machine Rear Delt Row";
"Smith Machine Reverse Grip Bench Press" = "Smith Machine Reverse Grip Bench Press";
"Smith Machine Reverse Grip Bent Over Row" = "Smith Machine Reverse Grip Bent Over Row";
"Smith Machine Reverse Grip Incline Bench Press" = "Smith Machine Reverse Grip Incline Bench Press";
"Smith Machine Shoulder Press" = "Smith Machine Shoulder Press";
"Smith Machine Shoulder Press (behind the head)" = "Smith Machine Shoulder Press (behind the head)";
"Smith Machine Shrug" = "Smith Machine Shrug";
"Smith Machine Squat" = "Smith Machine Squat";
"Smith Machine Standing Military Press" = "Smith Machine Standing Military Press";
"Smith Machine Upright Row" = "Smith Machine Upright Row";
"Standing Barbell Reverse Biceps Curl" = "Standing Barbell Reverse Biceps Curl";
"Standing Behind Head Military Press" = "Standing Behind Head Military Press";
"Standing Bottom Cable Flys" = "Standing Bottom Cable Flyes";
"Standing Cable Chest Press" = "Standing Cable Chest Press";
"Standing Cable Flyes" = "Standing Cable Flyes";
"Standing Cable Row" = "Standing Cable Row";
"Standing Dumbbell Shoulder Press" = "Standing Dumbbell Shoulder Press";
"Standing Military Press" = "Standing Military Press";
"Standing One Arm Biceps Cable Curl" = "Standing One Arm Biceps Cable Curl";
"Standing One Leg Kick Back Machine" = "Standing One Leg Kick Back Machine";
"Standing V-Bar Row" = "Standing V-Bar Row";
"Straight-Arm Pulldown" = "Straight-Arm Pulldown";
"Super-Incline Machine Chest Press" = "Super-Incline Machine Chest Press";
"Thigh Abductor" = "Thigh Abductor";
"Triceps Dumbbell Kickback" = "Triceps Dumbbell Kickback";
"Triceps Pushdowns (Rope attachment)" = "Triceps Pushdowns (Rope attachment)";
"Two Hand Cable Lateral Raise" = "Two Hand Cable Lateral Raise";
"V-Bar Triceps Pushdown" = "V-Bar Triceps Pushdown";
"Wide Dips" = "Wide Dips";
"Wide Grip Pull Up" = "Wide Grip Pull Up";
"Wide Hammer Grip Pull Up" = "Wide Hammer Grip Pull Up";


"Beginner" = "Beginner";
"Fitness" = "Fitness";
"Bodybuilding" = "Bodybuilding";
"Intermediate" = "Intermediate";
"Advanced" = "Advanced";

"calves" = "calves";
"glutes" = "glutes";
"hamstrings" = "hamstrings";
"lowerback" = "lower back";
"middleback" = "middle back";
"trapezius" = "trapezius";
"triceps" = "triceps";
"lats" = "lats";
"posteriordeltoid" = "posterior deltoid";
"lateraldeltoid" = "lateral deltoid";
"abdominals" = "abdominals";
"lowerabdominals" = "lower abdominals";
"biceps" = "biceps";
"chest" = "chest";
"forearms" = "forearms";
"quads" = "quads";
"anteriordeltoid" = "anterior deltoid";
"hipabductors" = "hip abductors";
"obliques" = "obliques";
"traps" = "traps";

"trainingProgramm_1_name" = "For beginners";
"trainingProgramm_1_description" = "\nWhole-body workout for beginners. Train with this program two times a week with enough regeneration time between. The given repetitions are guide values. The weights should match to your progress, exercises, set count and repetitions. To do this training you need barbell, dumbbells and fitness machines from your gym.\n\nWe do not ensure that you increase your muscle size and improve your fitness results. Eat healthy and train continuously for good results. We assume no responsibility for any injuries happen during the training with this program.";
"trainingProgramm_1_workout_1_name" = "Workout 1";
"trainingProgramm_1_workout_2_name" = "Workout 2";
"trainingProgramm_1_workout_3_name" = "";

"trainingProgramm_2_name" = "Explode your sixpack";
"trainingProgramm_2_description" = "\nAbdominal workout for beginners and intermediates. Do every split one time a week with enough regeneration time between. The given repetitions are guide values. The weights should match to your progress, exercises, set count and repetitions. To do this training you need barbell, dumbbells and fitness machines from your gym.\n\nWe do not ensure that you increase your muscle size and improve your fitness results. Eat healthy and train continuously for good results. We assume no responsibility for any injuries happen during the training with this program.";
"trainingProgramm_2_workout_1_name" = "Workout 1";
"trainingProgramm_2_workout_2_name" = "Workout 2";

"trainingProgramm_3_name" = "For the busy ones";
"trainingProgramm_3_description" = "\n2-day whole-body workout for beginners and intermediates. Do every split one time a week with enough regeneration time between. The given repetitions are guide values. The weights should match to your progress, exercises, set count and repetitions. To do this training you need barbell, dumbbells and fitness machines from your gym.\n\nWe do not ensure that you increase your muscle size and improve your fitness results. Eat healthy and train continuously for good results. We assume no responsibility for any injuries happen during the training with this program.";
"trainingProgramm_3_workout_1_name" = "Back/Biceps/Legs/Abs";
"trainingProgramm_3_workout_2_name" = "Chest/Shoulders/Triceps/Abs";

"trainingProgramm_4_name" = "Gold standard";
"trainingProgramm_4_description" = "\nStandard 3-day whole-body workout for intermediates and advanced. Do every split one time a week with enough regeneration time between. The given repetitions are guide values. The weights should match to your progress, exercises, set count and repetitions. To do this training you need barbell, dumbbells and fitness machines from your gym.\n\nWe do not ensure that you increase your muscle size and improve your fitness results. Eat healthy and train continuously for good results. We assume no responsibility for any injuries happen during the training with this program.";
"trainingProgramm_4_workout_1_name" = "Chest/Biceps";
"trainingProgramm_4_workout_2_name" = "Back/Triceps/Abs";
"trainingProgramm_4_workout_3_name" = "Legs/Shoulders";

"trainingProgramm_5_name" = "Optimum";
"trainingProgramm_5_description" = "\nImproved 3-day whole-body workout for intermediates and advanced. Do every split one time a week with enough regeneration time between. The given repetitions are guide values. The weights should match to your progress, exercises, set count and repetitions. To do this training you need barbell, dumbbells and fitness machines from your gym.\n\nWe do not ensure that you increase your muscle size and improve your fitness results. Eat healthy and train continuously for good results. We assume no responsibility for any injuries happen during the training with this program.";
"trainingProgramm_5_workout_1_name" = "Chest/Triceps/Shoulders";
"trainingProgramm_5_workout_2_name" = "Legs/Abs";
"trainingProgramm_5_workout_3_name" = "Back/Biceps";

"trainingProgramm_6_name" = "Till the very limit";
"trainingProgramm_6_description" = "\n4-day whole-body workout for intermediates and advanced. Do every split one time a week with enough regeneration time between. The given repetitions are guide values. The weights should match to your progress, exercises, set count and repetitions. To do this training you need barbell, dumbbells and fitness machines from your gym.\n\nWe do not ensure that you increase your muscle size and improve your fitness results. Eat healthy and train continuously for good results. We assume no responsibility for any injuries happen during the training with this program.";
"trainingProgramm_6_workout_1_name" = "Chest/Biceps";
"trainingProgramm_6_workout_2_name" = "Legs/Abs";
"trainingProgramm_6_workout_3_name" = "Shoulders/Triceps";
"trainingProgramm_6_workout_4_name" = "Back/Abs";

"trainingProgramm_7_name" = "Limitless!";
"trainingProgramm_7_description" = "\n5-day whole-body workout for intermediates and advanced. Do every split one time a week with enough regeneration time between. The given repetitions are guide values. The weights should match to your progress, exercises, set count and repetitions. To do this training you need barbell, dumbbells and fitness machines from your gym.\n\nWe do not ensure that you increase your muscle size and improve your fitness results. Eat healthy and train continuously for good results. We assume no responsibility for any injuries happen during the training with this program.";
"trainingProgramm_7_workout_1_name" = "Back/Abs";
"trainingProgramm_7_workout_2_name" = "Chest";
"trainingProgramm_7_workout_3_name" = "Legs";
"trainingProgramm_7_workout_4_name" = "Shoulders/Abs";
"trainingProgramm_7_workout_5_name" = "Biceps/Triceps";

"trainingProgramm_10_name" = "Fat burn!";
"trainingProgramm_10_description" = "\n2-day whole-body workout for beginners and intermediates, with focus on faster fat burn. It is important not only to train carefully, but also to take care of your diet and sleep for at least 8 hours daily. Do every split one time a week with enough regeneration time between. The given repetitions are guide values. The weights should match to your progress, exercises, set count and repetitions. To do this training you need barbell, dumbbells and fitness machines from your gym.\n\nWe do not ensure that you increase your muscle size and improve your fitness results. Eat healthy and train continuously for good results. We assume no responsibility for any injuries happen during the training with this program.";
"trainingProgramm_10_workout_1_name" = "Chest/Arms/Abs";
"trainingProgramm_10_workout_2_name" = "Shoulders/Back/Legs";

"trainingProgramm_11_name" = "Perfect Balance";
"trainingProgramm_11_description" = "\n3-day well-balanced whole-body workout for beginners and intermediates. Do every split one time a week with enough regeneration time between. The given repetitions are guide values. The weights should match to your progress, exercises, set count and repetitions. To do this training you need barbell, dumbbells and fitness machines from your gym.\n\nWe do not ensure that you increase your muscle size and improve your fitness results. Eat healthy and train continuously for good results. We assume no responsibility for any injuries happen during the training with this program.";
"trainingProgramm_11_workout_1_name" = "Back/Abs";
"trainingProgramm_11_workout_2_name" = "Chest/Shoulders";
"trainingProgramm_11_workout_3_name" = "Legs/Biceps/Triceps";

"trainingProgramm_12_name" = "Simple Six";
"trainingProgramm_12_description" = "\n3-day whole-body workout for beginners and intermediates with focus on strength and endurance. Do every split one time a week with enough regeneration time between. The given repetitions are guide values. The weights should match to your progress, exercises, set count and repetitions. To do this training you need barbell, dumbbells and fitness machines from your gym.\n\nWe do not ensure that you increase your muscle size and improve your fitness results. Eat healthy and train continuously for good results. We assume no responsibility for any injuries happen during the training with this program.";
"trainingProgramm_12_workout_1_name" = "Chest/Triceps/Abs";
"trainingProgramm_12_workout_2_name" = "Back/Biceps/Abs";
"trainingProgramm_12_workout_3_name" = "Legs/Shoulders/Abs";

"trainingProgramm_13_name" = "Focus: Muscle Mass";
"trainingProgramm_13_description" = "\n4-day whole-body workout for intermediates and professionals with focus on muscle growth. Do every split one time a week with with enough regeneration time between. Execute every repetition slowly and exactly, with at least 2 minutes pauses between sets. The given repetitions are guide values. The weights should match to your progress, exercises, set count and repetitions. To do this training you need barbell, dumbbells and fitness machines from your gym.\n\nWe do not ensure that you increase your muscle size and improve your fitness results. Eat healthy and train continuously for good results. We assume no responsibility for any injuries happen during the training with this program.";
"trainingProgramm_13_workout_1_name" = "Chest/Triceps";
"trainingProgramm_13_workout_2_name" = "Back/Biceps";
"trainingProgramm_13_workout_3_name" = "Legs";
"trainingProgramm_13_workout_4_name" = "Shoulders/Calfs";

//app localizations

//default
"Done_Button_Title" = "Done";
"Edit_Button_Title" = "Edit";
"Cancel_Button_Title" = "Cancel";
"Delete_Button_Title" = "Delete";

//mainMenu
"Facebook_Share_Text" = "You're looking for a cool Fitness App? Then FIT Fuze is just right for you! Train using provided Training Plans or create one specific for your need. With Apple Watch support! http://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=982750436&mt=8";
"Twitter_Share_Text" = "Looking for a cool Fitness App? FIT Fuze is just right for you! http://ift.tt/1AhLvNx With Apple Watch support! #FitFuzeApp";
"Trainingplans_Label_Text" = "FIT Fuze"; //##!! check it
"Exercises_Label_Text" = "Exercises";
"Statistics_Label_Text" = "Statistics";
"Settings_Label_Text" = "Settings";
"Help_Label_Text" = "Help & Info";
"CurrentTrainingPlan_Label_Text" = "Current Training Plan";

//startscreen
"Today_Button_Title" = "Today";
"ExerciseMetaInformation_Label_Text" = "%ld sets, %@ repetitions each";
"ExerciseDetails_Button_Title_Down" = "%lu Exercises ";
"ExerciseRepetition_Label_Text" = ": %@ of %ld";
"StartTodayWorkout_Button_Title" = "Start your next workout";
"Next_Label_Text" = "Next!";

//workout execution
"WeightRepetitions_PickerView_Label" = "Weights & repetitions";
"DetailButton_Title" = "Details ❯";
"StartButton_Title" = "Start";
"EditSetButton_Title" = "Edit set";
"FinishButton_Title" = "Finish";
"RestartButton_Title" = "Restart";
"SucceedButton_Title" = "Yes";
"FailureButton_Title" = "No";
"Set_Text" = "Set";
"SetIsFinished_Label_Text" = "Set is finished.\nFinished as planned?";
"SetInProgress_Label_Text" = "Set is in progress.";
"SetNotYetImplemented_Label_Text" = "Set is not implemented yet.";
"PauseBeforeSet_Label_Text" = "Pause before the next set";
"PauseBeforeSet_Allow_Notifications_Text" = "Pause before the next set.\nTo be notified about the end of the rest time - enable notifications.";
"Or_Label_Text" = "or";
"WorkoutFinished_Label_Text" = "Workout finished!";
"TrainingPlanFinished_Label_Text" = "Training Plan finished!";
"ChooseNextPlan_Button_Title" = "Go to the next one";
"SetImplemented_Label_Text" = "Set is finished";
"EditImplementedSetButton_Label_Text" = "Edit";

//ExerciseDescription
"PrimaryMuscles_Label_Text" = "Primary muscles: ";
"SecondaryMuscles_Label_Text" = "Secondary muscles: ";
"HowTo_SegmentedControl_Title" = "How-To";
"Muscles_SegmentedControl_Title" = "Muscles";

//WorkoutSelection
"BuyTrainingPlan_Button_Title" = "Buy Training Plan - %@";
"RetryConnection_Button_Title" = "Try to re-connect";
"SelectTrainingplan_Button_Title" = "Select Training Plan";
"ExercisesWithArrow_Button_Title" = "%lu exercises ❯";
"ExercisesWithoutArrow_Button_Title" = "%lu exercises";
"WorkoutsSelectorViewControllerNavBar_title" = "Workouts";

//WorkoutModification
"AddWorkouts_WelcomeLabel_Title" = "This plan is not filled yet";
"WorkoutModificationChangeWorkout_Navbar_Title" = "tap to edit";
"WorkoutModificationTapToFinis_Navbar_Title" = "press return to finish editing";
"CustomWorkoutDefault_Title" = "Custom workout";
"AddWorkouts_Button_Title" = "Add Workout";

//TrainingPlanModeSelection
"TrainingPlanModeSelection_NavBar_Title" = "Training Plans";
"FitTrainingPlans_Label_Text" = "FIT Training Plans";
"FreeTrainingPlans_Label_Text" = "Free Training Plans";
"CustomTrainingPlans_Label_Text" = "My Training Plans";
"CustomTrainingPlanDefault_Title" = "My Custom Plan";
"WorkoutCount_Label_Text" = "%ld Workouts";
"CustomTrainingPlan_Navbar_Title" = "My Training Plans";

//MuscleGroupSelection
"MuscleGroupAll_Label_Text" = "All";
"MuscleGroupNoSeperation_TableView_Header" = "No differentiation";
"MuscleGroupSeperation_TableView_Header" = "By muscle group";
"AllExercises_TableViewCell_Text" = "All Exercises";
"Abs_Label_Text" = "Abs";
"Arms_Label_Text" = "Arms";
"Back_Label_Text" = "Back";
"Chest_Label_Text" = "Chest";
"Legs_Label_Text" = "Legs";
"Shoulders_Label_Text" = "Shoulders";
"MuscleGroupSelection_Navbar_Title" = "Select the muscle group";

//ExerciseSelection
"AddExercises_WelcomeLabel_Title" = "This workout is not filled yet";
"AddExercises_Button_Title" = "Add exercises";
"AddSelectedExercises_Button_Title" = "Add selected exercise(s)";
"ExerciseSelectionDefault_Navbar_Title" = "Exercises";
"ExerciseSelectionExercisesAdded_Navbar_Title" = "%lu exerc. selected";

//ExerciseModification
"ExerciseModificationChangeWorkout_Navbar_Title" = "tap to edit";
"ExerciseModificationTapToFinis_Navbar_Title" = "press return to finish editing";
"PickerView_Repetions_Label_Text" = "reps";

//TraininPlanSelection
"PurchasesTrainingPlan_TableView_Header" = "Purchased Training Plans";
"NotPurchasedTrainingPlan_TableView_Header" = "Not purchased Training Plans";
"NoInternet_TableViewCell_Text" = "No Internet Connection";
"Purchased_TableViewCell_Text" = "Purchased";
"TrainingPlanSelection_Navbar_Title" = "Choose a Plan";
"AddNewPlan_Button_Title" = "Create new Training Plan";

//Statistics
"Statistics_NavBar_Title" = "Statistics";
"StatisticsRepetionsCountDefault_Label_Text" = "- repetitions";
"StatisticsRepetionsCount_Label_Text" = "%@ repetitions";
"NoStatistics_Label_Text" = "No available statistics";

//Help
"Questions_Label_Text" = "Questions? Proposals? We're here to help.";
"QuestionsDescription_Label_Text" = "Just shake your iPhone and submit us your feedback";
"TutorialButton_Title" = "Tutorial";
"Responsibility_Button_Title" = "Terms and conditions";
"HelpViewControllerNavBar_title" = "Support";

//Settings
"RestorePurchases_Button_Title" = "Restore purchases";
"RestTime_Label_Text" = "Rest time";
"SettingsViewControllerNavBar_title" = "Settings";

//AlertViews
"AlertView_Success_Title" = "Success";
"AlertView_RestoreSuccess_Message" = "All purchased Training Plans are restored";
"AlertView_Failure_Title" = "Failed";
"AlertView_RestoreFailure_Message" = "Restore of the purchased Training Plans failed";
"AlertView_OK_Title" = "OK";
"Training_plan_is_not_selected_warning_title" = "Nothing to start";
"Training_plan_is_not_selected_warning_text" = "Please choose the Training Plan first\n(to choose the Training Plan tap a two-arrows button in the upper right corner of the screen)";
"Training_plan_is_empty_warning_title" = "Nothing to start";
"Training_plan_is_empty_warning_text" = "Please choose the not empty Training Plan first\n(to choose the Training Plan tap a two-arrows button in the upper right corner of the screen)";

//LoadingScreen
"LoadingLabel_Label_Text" = "Loading...\n(initial launch may take 1-2 mins)";

//IAP
"IAP_no_internet_title" = "No Internet connection";
"IAP_no_internet_text" = "Please check your internet connection and try again";
"IAP_error_title" = "Ops...";
"IAP_error_no_training_plan_text" = "Trainingprogram not available";
"IAP_info_title" = "Information";
"IAP_loading_training_plans_text" = "Loading Training Programs...";
"IAP_purchase_not_possible_text" = "Purchase is not possible at the moment. Please, try again in a couple of minutes";
"IAP_servers_down_message" = "Purchased failed - no answer from Apple. Please, try again in a couple of minutes";

//Tutorial
"startTutorial_title" = "Start screen";
"startTutorial_text" = "1 - show side menu\n2 - choose another training plan\n3 - swipe to see and perform extra actions\n4 - approx.workout duration";
"start2Tutorial_title" = "Start screen";
"start2Tutorial_text" = "1 - current training plan's name\n2 - the workout proposed to do next\n3 - name of the workout\n4 - how many times the workout was done\n5 - how many exercises the workout contains\n6 - show workout's exercise list";
"workoutTutorial_title" = "Workout screen";
"workoutTutorial_text" = "1 - workout name\n2 - preview of the current exercise\n3 - name of the current exercise\n4 - show exercise details";
"workout2Tutorial_title" = "Workout screen";
"workout2Tutorial_text" = "1 - scrollable area with sets for the current exercise\n2 - mark for the executed sets - failed or succeed\n3 - current set";

//kg or lbs
"kg" = "kg";
"lbs" = "lbs";
"lbs-full" = "lbs";

"TrainingPlan_Duration_Picker_Title" = "Training Plan duration";
"TrainingPlan_Duration_Picker_Weeks_Label" = "week(s)";
"GoToTutorialButton_Title" = "Tutorial ❯";
"Title_of_the_new_plan" = "Name of the new plan";

"AlertView_No_Sets" = "No sets found";
"AlertView_No_Sets_warning" = "Please add at least one set to start";
"ContinueWorkoutButton_Label_Text" = "Continue";

"Workout_is_empty_warning_title" = "Nothing to start";
"Workout_is_empty_warning_text" = "Please fill the workout with exercises (you can edit workout with swipe to the left gesture) or choose the not empty one";

"Creatinon_TrPlan_step_one" = "Step 1 of 2: add workouts";
"Creatinon_TrPlan_step_two" = "Step 2 of 2: workouts filling";

"iLinkMessageTitle" = "Update %@";
"iLinkAppMessage" = "An update for %@ is available. \n\nWould you like to update it now?";
"iLinkCancelButton" = "No, Thanks";
"iLinkUpdateButton" = "Update Now";
"iLinkRemindButton" = "Remind Me Later";

"Save_Button_Title" = "Save";
"exitButton_title" = "   Stop and finish Workout   ";
"Overlay_Allow_Notifications_Text" = "Please allow the app to send you notifications - thus FIT Fuze will be able to signal you when rest time will be up. You can change this setup in Settings.";

"TODAY" = "TODAY";
"Graph"= "Graph";
"Calendar" = "Calendar";
"Timer done!" = "Timer done!";

"NoStatisticsOnThisDate_Label_Text" = "No statistics on this date";
"Plans_TabBar_Button_title" = "Plans ❯";
"Workout_Duration_Correct_Picker_Title" = "Workout implemented:";
"Workout_Correction_Picker_Times_Label" = "times";

"TrainingPlanCollections_Navbar_Title" = "Plans collections";
"Training_Plans_Found_Format_Label" = "Consists of %lu plans";

"Training_Plan_Contains_Default_Values_Title" = "Default weights";
"Training_Plan_Contains_Default_Values_Text" = "Selected training plan is pre-filled with default (safe) weight values - please adjust weights corresponding to your physical abilities.";

"New!" = "New!";

"Tap_to_see_main_menu_tutorial_hint_text" = "Tap to see main menu";
"Tap_to_select_plan_tutorial_hint_text" = "Tap to select the training plan";
"Slide_to_edit_tutorial_hint_text" = "Swipe to edit";
"Tap_to_edit_tutorial_hint_text" = "Tap to change";

"Tap_for_animated_exercise_hint" = "Tap to see animated exercise execution\n\n\n\nTap the screen to continue";
"Tap_for_exercise_details_hint" = "Tap to see more details about current exercise";
"Workout_execution_line_hint" = "Current exercise sets navigation bar. Swipe it to see or edit different sets";
"Current_set_hint" = "Currently selected set";
"Weight_repetitions_hint" = "Weight and number of repetitions of the set";
"Numbers_of_sets_hint" = "Number of current set/number of sets for the current exercise";
"Triange_meaning_hint" = "Triangle marks the currently running set";
"Workout_status_area_hint" = "Here you can see the status of the currently selected set, start execution, stop it or edit the set";

"Purchased_Duration_Text" = "%d days";
"Purchased_Duration_Text_many_days" = "%d days";

"summer15" = "Summer";
"autumn15" = "Autumn";

"Health_Disclaimer_Title" = "Health Disclaimer ❯";
"Now_available" = " Now unlocked! ❯ ";

"Provide_name_text" = "tap to provide exercise name";
"add_demo_title" = "add demo ❯";
"change_demo_title" = "change demo ❯";
"add_involved_muscle_groups_title" = "list of involved muscles";
"Add_Exercise_Title" = "Add your own exercise";

"Use" = "Use";
"Cancel" = "Cancel";
"Image from Camera" = "Image from Camera";
"Image from Library" = "Image from Library";
"Create_exercise_button_title" = "Create exercise";

"whatNewTitle" = "What's new";
"whatNew_firstSubtitle" = "Supersets";
"whatNew_firstFeatureText" = "Now you can create and add supersets to your workouts";
"whatNew_secondSubtitle" = "New UI";
"whatNew_secondFeatureText" = "We made interface of the app cleaner and simpler - hope you will enjoy it";
"whatNew_thirdSubtitle" = "Standalone Watch App";
"whatNew_thirdFeatureText" = "The new Apple Watch FIT Fuze is completely iPhone-independent. Your workout progress is continiously sync with iPhone in real time, when FIT Fuze is running on both devices";

"Select_First_Plan_Button_title" = "Select your first\nTraining Plan";
"Name_duplicate" = "Exercise with name \"%@\" already exists. Please, choose another name.";
"Menu_BarItem_Title" = "Menu";
"Provide_description_text" = "Here you can write down your notes";
"New_exercise_title" = "New exercise";
"Welcome_to_FITFuze_text" = "Welcome\nto FIT Fuze";

"StatisticsHint_Text" = "tap one of the bars\nto see the detailed info";
"PinchHint_Text" = "pinch to see details";

//fit 2.0 new labels

"super_small_label_text" = "super";
"set_small_label_text" = "set";

"SkipSetButton_Title" = "Skip";
"AreYouReady_WelcomeText" = "Are you ready?";

"Add_new_set_Label" = "Add new set";
"Add_superset_Label" = "Add superset";
"Change_existing_set_Label" = "Change set";
"Superset_IndicatorText" = "superset";
"Superset_Hint_Title" = "Superset creation";
"Superset_Hint_Alert" = "You are in process of choosing exercises for a new superset. A superset is a combination of two or more different exercises that are performed in the same set, but without any rest between the exercises.";
"Superset_Modification_Title" = "Superset modification";

"Delete_set_button_title" = "Delete set";
"Not_filled_properly_Alert" = "Please fill all fields";

"Provide_name_warning" = "Please provide the name of the exercise";
"Select_muscle_group_warning" = "Please select at least one muscle group";
